{
  "hero-title": "Craft Your Own Beer & Wine",
  "hero-subtitle": "Your brew.  Your vintage.  Your story.  Right Here In Squamish.",
  "hero-cta": "Reserve Your Batch",
  "intro-title": "Welcome to Steins & Vines",
  "intro-text": "Squamish's ferment-on-premises destination for handcrafted wine. Choose from a wide selection of premium wine kits, and we'll guide you through every step, from grape to glass. You start the batch, we handle the heavy lifting, and you walk away with bottles you're proud to pour.",
  "beer-title": "Beer Is Coming",
  "beer-text": "We're expanding into craft beer. Soon you'll be able to brew your own pilsners, IPAs, stouts, and more, right here in our shop. Stay tuned for our full beer lineup.",
  "uferment-title": "What is U-Ferment?",
  "uferment-text": "U-Ferment is a service where you craft professional-grade wine, beer, or cider at a licensed facility. We provide the ingredients and equipment while handling the storage and technical monitoring of the fermentation process for you. Each batch produces approximately 23 litres, that’s around 29–30 bottles (750 mL). And because you make it yourself on our premises, your batch is not subject to liquor taxes—one of the reasons U-Ferment is so affordable.",
  "howitworks-title": "How It Works",
  "howitworks-text": "You reserve a kit here or come into the store and pick from the inventory. You start the fermentation process with our assistance for your desired wine or wines and we take it from there. We diligently tend to your batch, and we'll let you know when it is ready to come and package. You can bring your own bottles or purchase from a variety of packaging options in store. Then you take home your beverage to drink or age as you please! And if your batch isn't exactly what you wanted, we offer a 100% satisfaction guarantee: we'll replace it with another kit or recipe.",
  "footer-copy": "© 2026 Steins & Vines. All rights reserved.",
  "promo-news": [
    {
      "date": "Jan 15, 2026",
      "title": "Grand Opening Special",
      "text": "We're celebrating our grand opening with 15% off all wine kits through the end of January! Stop by to meet the team and start your first batch."
    },
    {
      "date": "Jan 10, 2026",
      "title": "Now Open in Squamish",
      "text": "Steins & Vines is officially open for business. Book your first appointment online or drop in during our regular hours."
    }
  ],
  "promo-featured-note": "Our staff pick this week: a crowd-favourite Pinot Grigio that's crisp, refreshing, and perfect for the season. On sale now!",
  "promo-featured-skus": ["80087760", "80088339"]
}
